---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.VoltageTypeSet
source: html/c4d395bb-387a-9805-5a69-fba9149e8b3c.htm
---
# VoltageTypeSet Members

Initializes a new instance of the VoltageTypeSet class